Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# weekly_report.feedback.desc.neutral_base
source: Du warst diese Woche sehr konstant und hast deine Zeiten solide gehalten. Konstanz ist der Schlüssel zum langfristigen Erfolg!
en: You were very consistent this week and solidly maintained your times. Consistency is the key to long-term success!
es: Fuiste muy constante esta semana y mantuviste tus tiempos de forma sólida. ¡La constancia es la clave del éxito a largo plazo!
fr: Tu as été très régulier cette semaine et tu as bien maintenu tes horaires. La régularité est la clé du succès à long terme !
hi: तुम इस हफ़्ते बहुत स्थिर रहे और अपने समय को ठोस बनाए रखा। स्थिरता दीर्घकालिक सफलता की कुंजी है!
it: Sei stato molto costante questa settimana e hai mantenuto solidamente i tuoi orari. La costanza è la chiave del successo a lungo termine!
ja: 今週はとても安定していて、時間をしっかり維持しました。継続性が長期的な成功の鍵です！
ko: 이번 주 매우 일관성 있게 시간을 잘 유지했습니다. 일관성이 장기적인 성공의 열쇠입니다!
nl: Je was deze week zeer consistent en hield je tijden goed bij. Consistentie is de sleutel tot succes op lange termijn!
pl: Byłeś bardzo konsekwentny w tym tygodniu i solidnie utrzymywałeś swoje czasy. Konsekwencja to klucz do długoterminowego sukcesu!
pt: Você foi muito consistente esta semana e manteve seus tempos de forma sólida. A consistência é a chave para o sucesso a longo prazo!
ru: На этой неделе вы были очень последовательны и показали хорошие результаты. Последовательность – ключ к долгосрочному успеху!
tr: Bu hafta çok tutarlıydın ve sürelerini sağlam bir şekilde korudun. Tutarlılık uzun vadeli başarının anahtarıdır!
zh_hans: 本周你的表现非常稳定，并且保持稳定的状态。一致性是长期成功的关键！
zh_hant: 本週你的表現非常穩定，並且保持穩定的狀態。一致性是長期成功的關鍵！

# weekly_report.feedback.desc.neutral_with_day
source: Du warst diese Woche sehr konstant. Deine Fokuszeit ist stabil geblieben. Dein bester Tag war %@.
en: You were very consistent this week. Your focus time remained stable. Your best day was %@.
es: Fuiste muy constante esta semana. Tu tiempo de enfoque se mantuvo estable. Tu mejor día fue el %@.
fr: Vous avez été très constant cette semaine. Votre temps de focus est resté stable. Votre meilleur jour était le %@.
hi: तुम इस सप्ताह बहुत लगातार रहे। तुम्हारा ध्यान समय स्थिर रहा। तुम्हारा सबसे अच्छा दिन%@था।
it: Sei stato molto costante questa settimana. Il tuo tempo di focus è rimasto stabile. Il tuo giorno migliore è stato %@.
ja: 今週は非常に安定していました。フォーカス時間は安定したままでした。最も良かった日は %@ です。
ko: 이번 주는 매우 꾸준했습니다. 집중 시간이 안정적으로 유지되었습니다. 가장 좋았던 요일은 %@였습니다.
nl: Je was zeer consistent deze week. Je focustijd bleef stabiel. Je beste dag was %@.
pl: Byłeś bardzo konsekwentny w tym tygodniu. Twój czas skupienia pozostał stabilny. Twoim najlepszym dniem był %@.
pt: Você foi muito consistente esta semana. Seu tempo de foco permaneceu estável. Seu melhor dia foi %@.
ru: На этой неделе вы были очень последовательны. Время фокусировки осталось стабильным. Твой лучший день был%@.
tr: Bu hafta çok istikrarlıydınız. Odaklanma süreniz sabit kaldı. En iyi gününüz %@ oldu.
zh_hans: 这周你表现得非常稳定。你的专注时间保持稳定。你最好的一天是%@。
zh_hant: 這週你表現得非常穩定。您的專注時間保持穩定。你最好的一天是%@。

# weekly_report.feedback.desc.positive
source: Super! Du hast deine Fokuszeit im Vergleich zur Vorwoche um %@ gesteigert. Mach weiter so!
en: Awesome! You increased your focus time by %@ compared to last week. Keep it up!
es: ¡Genial! Aumentaste tu tiempo de enfoque en un %@ en comparación con la semana pasada. ¡Sigue así!
fr: Super ! Vous avez augmenté votre temps de focus de %@ par rapport à la semaine dernière. Continuez ainsi !
hi: बहुत बढ़िया! आपने पिछले सप्ताह की तुलना में अपना फोकस समय%@बढ़ा लिया है। ऐसे ही जारी रखें!
it: Fantastico! Hai aumentato il tuo tempo di focus del %@ rispetto alla scorsa settimana. Continua così!
ja: 素晴らしい！先週と比べてフォーカス時間が %@ 増加しました。その調子で頑張りましょう！
ko: 최고입니다! 지난주 대비 집중 시간이 %@ 증가했습니다. 계속 정진하세요!
nl: Geweldig! Je hebt je focustijd met %@ verhoogd in vergelijking met vorige week. Ga zo door!
pl: Świetnie! Zwiększyłeś swój czas skupienia o %@ w porównaniu z zeszłym tygodniem. Tak trzymaj!
pt: Incrível! Você aumentou seu tempo de foco em %@ em comparação com a semana passada. Continue assim!
ru: Супер! Вы увеличили время концентрации на%@по сравнению с предыдущей неделей. Так держать!
tr: Harika! Odaklanma sürenizi geçen haftaya göre %@ artırdınız. Böyle devam edin!
zh_hans: 极好的！与上周相比，您的专注时间增加了%@。继续努力吧！
zh_hant: 極好的！與上週相比，您的專注時間增加了%@。繼續努力！

# weekly_report.feedback.desc.positive_base
source: Diese Woche lief fantastisch! Du hast deine Fokuszeit im Vergleich zur Vorwoche um %@ gesteigert.
en: This week was fantastic! You increased your focus time compared to last week by %@.
es: ¡Esta semana fue fantástica! Aumentaste tu tiempo de enfoque en comparación con la semana pasada en un %@.
fr: Cette semaine a été fantastique ! Tu as augmenté ton temps de concentration par rapport à la semaine dernière de %@.
hi: इस सप्ताह शानदार रहा! आपने पिछले सप्ताह की तुलना में अपना फोकस समय%@बढ़ा दिया है।
it: Questa settimana è stata fantastica! Hai aumentato il tuo tempo di concentrazione rispetto alla settimana scorsa del %@.
ja: 今週は素晴らしかったです！先週より集中時間を%@増やしました。
ko: 이번 주는 정말 훌륭했습니다! 지난 주보다 집중 시간을 %@ 늘렸습니다.
nl: Deze week was geweldig! Je hebt je focustijd ten opzichte van vorige week met %@ vergroot.
pl: Ten tydzień był fantastyczny! Zwiększyłeś czas skupienia w porównaniu do poprzedniego tygodnia o %@.
pt: Esta semana foi fantástica! Você aumentou seu tempo de foco em comparação com a semana passada em %@.
ru: Эта неделя прошла фантастически! Вы увеличили время концентрации на%@по сравнению с предыдущей неделей.
tr: Bu hafta harikaydı! Geçen haftaya kıyasla odaklanma sürenizi %@ artırdın.
zh_hans: 这周过得棒极了！与上周相比，您的专注时间增加了%@。
zh_hant: 這週過得棒極了！與上週相比，您的專注時間增加了%@。

# weekly_report.feedback.desc.positive_with_day
source: Hervorragend! Du hast deine Fokuszeit im Vergleich zur Vorwoche um %@ gesteigert. Dein produktivster Tag war %@. Mach weiter so!
en: Outstanding! You increased your focus time by %@ compared to last week. Your most productive day was %@. Keep it up!
es: ¡Excelente! Aumentaste tu tiempo de enfoque en un %@ en comparación con la semana pasada. Tu día más productivo fue el %@. ¡Sigue así!
fr: Exceptionnel ! Vous avez augmenté votre temps de focus de %@ par rapport à la semaine dernière. Votre jour le plus productif était le %@. Continuez ainsi !
hi: शानदार! आपने अपनी फोकस समय को पिछले सप्ताह की तुलना में%@बढ़ा दिया है। आपका सबसे उत्पादक दिन%@था। इसी तरह जारी रखें!
it: Eccellente! Hai aumentato il tuo tempo di focus del %@ rispetto alla scorsa settimana. Il tuo giorno più produttivo è stato %@. Continua così!
ja: 抜群の成果です！先週比でフォーカス時間が %@ 増えました。最も生産的だった日は %@ です。この調子で続けましょう！
ko: 탁월합니다! 지난주 대비 집중 시간이 %@ 증가했습니다. 가장 생산적인 요일은 %@였습니다. 계속 힘내세요!
nl: Uitstekend! Je hebt je focustijd met %@ verhoogd in vergelijking met vorige week. Je meest productieve dag was %@. Ga zo door!
pl: Wybitnie! Zwiększyłeś swój czas skupienia o %@ w porównaniu z zeszłym tygodniem. Twoim najbardziej produktywnym dniem był %@. Tak trzymaj!
pt: Excelente! Você aumentou seu tempo de foco em %@ em comparação com a semana passada. Seu dia mais produtivo foi %@. Continue assim!
ru: Потрясающий! Вы увеличили время концентрации на%@по сравнению с предыдущей неделей. Ваш самый продуктивный день был%@. Так держать!
tr: Olağanüstü! Odaklanma sürenizi geçen haftaya göre %@ artırdınız. En verimli gününüz %@ oldu. Böyle devam edin!
zh_hans: 了不起！与上周相比，您的专注时间增加了%@。您效率最高的一天是%@。继续努力吧！
zh_hant: 了不起！與上週相比，您的專注時間增加了%@。您效率最高的一天是%@。繼續努力！

# weekly_report.feedback.desc.pro_base
source: Beeindruckend: Du hast deine Konsistenz um %@ gegenüber der Vorwoche gesteigert.
en: Impressive: You increased your consistency by %@ compared to last week.

# weekly_report.feedback.desc.stable_low
source: Du hast diese Woche zwar weniger Gewohnheiten erledigt, aber du warst jeden Tag gleichbleibend aktiv. Das ist das Fundament für echte Routine.
en: You completed fewer habits this week, but you were consistently active every day. This is the foundation for a real routine.

# weekly_report.feedback.title.consistent
source: Konstante Woche
en: Consistent Week

# weekly_report.feedback.title.fluctuating
source: Variable Leistung
en: Variable Performance

# weekly_report.feedback.title.negative
source: Ruhigere Woche
en: Quieter Week
es: Semana más Tranquila
fr: Semaine plus Calme
hi: शांत सप्ताह
it: Settimana più Calma
ja: 落ち着いた一週間
ko: 여유로운 한 주
nl: Rustigere Week
pl: Spokojniejszy Tydzień
pt: Semana mais Calma
ru: Спокойная неделя
tr: Sakin Bir Hafta
zh_hans: 安静的一周
zh_hant: 安靜的一周

# weekly_report.feedback.title.neutral
source: Konstante Woche
en: Consistent Week
es: Semana Constante
fr: Semaine Constante
hi: स्थिर सप्ताह
it: Settimana Costante
ja: 安定した一週間
ko: 일관된 한 주
nl: Consistente Week
pl: Konsekwentny Tydzień
pt: Semana Consistente
ru: Постоянная неделя
tr: İstikrarlı Hafta
zh_hans: 恒定周
zh_hant: 恆定週

# weekly_report.feedback.title.positive
source: Großartige Woche!
en: Great Week!
es: ¡Gran Semana!
fr: Excellente Semaine !
hi: शानदार सप्ताह!
it: Grande Settimana!
ja: 素晴らしい一週間！
ko: 훌륭한 한 주였습니다!
nl: Geweldige Week!
pl: Świetny Tydzień!
pt: Grande Semana!
ru: Отличная неделя!
tr: Harika Bir Hafta!
zh_hans: 很棒的一周！
zh_hant: 很棒的一周！

# weekly_report.feedback.title.pro
source: Der Profi
en: The Pro

# weekly_report.feedback.title.stable_low
source: Stabiler Aufbau
en: Stable Foundation

# weekly_report.navigation.title
source: Wochenbericht
en: Weekly Report
es: Reporte Semanal
fr: Rapport Hebdomadaire
hi: साप्ताहिक रिपोर्ट
it: Rapporto Settimanale
ja: 週報
ko: 주간 보고서
nl: Wekelijks Rapport
pl: Raport Tygodniowy
pt: Relatório Semanal
ru: Еженедельный отчет
tr: Haftalık Rapor
zh_hans: 周报
zh_hant: 週報

# weekly_report.pdf.default_filename
source: Grovy Wochenbericht
en: Grovy Weekly Report
es: Informe Semanal Grovy
fr: Rapport Hebdo Grovy
hi: साप्ताहिक रिपोर्ट
it: Rapporto Settimanale Grovy
ja: 週次レポート
ko: 주간 리포트
nl: Grovy Weekrapport
pl: Raport tygodniowy
pt: Relatório Semanal Grovy
ru: Еженедельный отчет
tr: Haftalık Rapor
zh_hans: Grovy 每周报告
zh_hant: Grovy 每週報告

# weekly_report.tip.1
source: Tipp: Plane kleine, feste Fokus-Blöcke (z.B. 25 Minuten) ein, anstatt zu versuchen, stundenlang durchzuarbeiten.
en: Tip: Schedule small, fixed focus blocks (e.g. 25 minutes) instead of trying to work for hours.
es: Consejo: Planifica bloques de enfoque pequeños y fijos (p.ej. 25 minutos) en lugar de intentar trabajar durante horas.
fr: Conseil: Planifie de petits blocs de concentration fixes (p.ex. 25 minutes) plutôt que d'essayer de travailler pendant des heures.
hi: सुझाव: छोटे, निश्चित फोकस-ब्लॉक्स (जैसे 25 मिनट) योजना बनाएं, बजाय इसके कि घंटों तक लगातार काम करने की कोशिश करें।
it: Consiglio: Pianifica piccoli blocchi di concentrazione fissi (ad es. 25 minuti) invece di cercare di lavorare per ore.
ja: ヒント：何時間も作業しようとするのではなく、小さな固定の集中ブロック（例：25分）を計画しましょう。
ko: 팁: 몇 시간 동안 작업하려 하지 말고 작은 고정 집중 블록(예: 25분)을 계획하세요.
nl: Tip: Plan kleine, vaste focusblokken (bijv. 25 minuten) in plaats van te proberen urenlang te werken.
pl: Wskazówka: Zaplanuj małe, stałe bloki skupienia (np. 25 minut) zamiast próbować pracować przez wiele godzin.
pt: Dica: Planeje blocos de foco pequenos e fixos (ex: 25 minutos) em vez de tentar trabalhar por horas.
ru: Совет: планируйте небольшие фиксированные блоки внимания (например, 25 минут) вместо того, чтобы пытаться работать часами.
tr: İpucu: Saatler boyunca çalışmaya çalışmak yerine küçük, sabit odak blokları (ör. 25 dakika) planla.
zh_hans: 提示：计划小的、固定的焦点（例如 25 分钟），而不是尝试工作几个小时。
zh_hant: 提示：規劃小的、固定的焦點（例如 25 分鐘），而不是嘗試工作幾個小時。

# weekly_report.tip.2
source: Tipp: Versuche, das Handy während deiner Sessions außer Sichtweite zu legen – das reduziert Ablenkungen enorm.
en: Tip: Try keeping your phone out of sight during sessions – it massively reduces distractions.
es: Consejo: Intenta mantener el teléfono fuera de tu vista durante las sesiones, eso reduce enormemente las distracciones.
fr: Conseil: Essaie de garder ton téléphone hors de ta vue pendant tes sessions – cela réduit énormément les distractions.
hi: सुझाव: अपनी सत्रों के दौरान मोबाइल फोन को नज़र से दूर रखने की कोशिश करें – इससे ध्यान भटकने में काफी कमी आती है।
it: Consiglio: Prova a tenere il telefono fuori dalla vista durante le sessioni – riduce enormemente le distrazioni.
ja: ヒント：セッション中はスマホを視界の外に置くようにしましょう。これで気が散ることが大幅に減ります。
ko: 팁: 세션 동안 스마트폰을 보이지 않는 곳에 두어 집중력 분산을 크게 줄이세요.
nl: Tip: Probeer je telefoon tijdens sessies buiten het zicht te houden – dat vermindert afleidingen enorm.
pl: Wskazówka: Staraj się trzymać telefon poza zasięgiem wzroku podczas sesji – to znacznie zmniejsza rozproszenia.
pt: Dica: Tente manter o celular fora do seu campo de visão durante as sessões – isso reduz muito as distrações.
ru: Совет: во время занятий старайтесь держать телефон вне поля зрения — это значительно уменьшит отвлекающие факторы.
tr: İpucu: Seanslar sırasında telefonunu görüş alanının dışında tutmayı dene – bu dikkat dağınıklığını büyük ölçüde azaltır.
zh_hans: 提示：在会议期间尽量将手机放在视线之外 - 这会大大减少干扰。
zh_hant: 提示：在會議期間盡量將手機放在視線之外 - 這會大大減少干擾。

# weekly_report.tip.3
source: Tipp: Erledige deine wichtigsten Gewohnheiten direkt morgens. So startest du bereits mit einem kleinen Sieg in den Tag!
en: Tip: Complete your most important habits first thing in the morning. That way you start the day with a small win!
es: Consejo: Completa tus hábitos más importantes a primera hora de la mañana. ¡Así empezarás el día con una pequeña victoria!
fr: Conseil: Effectue tes habitudes les plus importantes dès le matin. Tu commenceras ainsi la journée avec une petite victoire !
hi: संकेत: अपने सबसे महत्वपूर्ण आदतों को सीधे सुबह ही पूरा करें। इस तरह आप दिन की शुरुआत एक छोटी जीत से करेंगे!
it: Consiglio: Completa le tue abitudini più importanti di mattina. In questo modo inizi la giornata con una piccola vittoria!
ja: ヒント：一番大切な習慣を朝一番に済ませましょう。小さな勝利で一日をスタートできます！
ko: 팁: 가장 중요한 습관을 아침 가장 먼저 완료하세요. 작은 성공으로 하루를 시작할 수 있습니다!
nl: Tip: Voltooi je belangrijkste gewoonten 's ochtends vroeg. Zo begin je de dag al met een kleine overwinning!
pl: Wskazówka: Wykonaj swoje najważniejsze nawyki od razu rano. W ten sposób zaczniesz dzień z małym sukcesem!
pt: Dica: Conclua seus hábitos mais importantes logo de manhã. Assim você começa o dia com uma pequena vitória!
ru: Совет: первым делом утром занимайтесь своими самыми важными привычками. Итак, вы начинаете день с маленькой победы!
tr: İpucu: En önemli alışkanlıklarını sabah ilk iş olarak tamamla. Böylece güne küçük bir zaferle başlarsın!
zh_hans: 提示：早上第一件事就是养成最重要的习惯。所以你以一个小小的胜利开始了新的一天！
zh_hant: 提示：早上第一件事就是養成最重要的習慣。所以你以一個小小的勝利開始了新的一天！

# weekly_report.tip.4
source: Tipp: Weniger ist manchmal mehr. Konzentriere dich nächste Woche auf 2-3 Kern-Gewohnheiten, um sie wirklich zu festigen.
en: Tip: Less is sometimes more. Focus on 2-3 core habits next week to really cement them.
es: Consejo: A veces menos es más. Concéntrate en 2-3 hábitos clave la próxima semana para consolidarlos de verdad.
fr: Conseil: Parfois, moins c'est plus. Concentre-toi sur 2-3 habitudes clés la semaine prochaine pour vraiment les ancrer.
hi: सुझाव: कभी-कभी कम अधिक होता है। अगले सप्ताह 2-3 मुख्य आदतों पर ध्यान केंद्रित करें, ताकि उन्हें वास्तव में मजबूत किया जा सके।
it: Consiglio: A volte meno è meglio. Concentrati su 2-3 abitudini principali la settimana prossima per consolidarle davvero.
ja: ヒント：少ない方がいいこともあります。来週は2〜3つのコア習慣に集中して、しっかり定着させましょう。
ko: 팁: 때로는 적을수록 더 좋습니다. 다음 주에는 2-3가지 핵심 습관에 집중해 확실히 굳혀보세요.
nl: Tip: Soms is minder meer. Richt je volgende week op 2-3 kerngewoonten om ze echt te verankeren.
pl: Wskazówka: Mniej znaczy czasem więcej. Skoncentruj się w przyszłym tygodniu na 2-3 podstawowych nawykach, by naprawdę je utrwalić.
pt: Dica: Às vezes, menos é mais. Foque em 2-3 hábitos essenciais na próxima semana para realmente consolidá-los.
ru: Совет: иногда меньше значит больше. На следующей неделе сосредоточьтесь на 2–3 основных привычках, которые действительно укрепят их.
tr: İpucu: Bazen az daha fazladır. Gelecek hafta 2-3 temel alışkanlığa odaklanarak onları gerçekten pekiştir.
zh_hans: 提示：有时少即是多。下周，重点关注 2-3 个核心习惯，真正巩固它们。
zh_hant: 提示：有時少即是多。下週，重點關注 2-3 個核心習慣，真正鞏固它們。

# weekly_teaser.button
source: Analyse ansehen
en: View Analysis
es: Ver Análisis
fr: Voir l'analyse
hi: विश्लेषण देखें
it: Visualizza Analisi
ja: 分析を見る
ko: 분석 보기
nl: Bekijk Analyse
pl: Zobacz Analizę
pt: Ver Análise
ru: Посмотреть анализ
tr: Analizi Görüntüle
zh_hans: 查看分析
zh_hant: 查看分析

# weekly_teaser.message
source: Herzlichen Glückwunsch! Du hast die Woche erfolgreich überstanden. Lass uns schauen, wie du abgeschnitten hast.
en: Congratulations! You have successfully survived the week. Let's see how you did.
es: ¡Felicidades! Has sobrevivido a la semana con éxito. Veamos cómo te fue.
fr: Félicitations ! Tu as survécu à la semaine avec succès. Voyons tes résultats.
hi: बधाई हो! आपने सफलतापूर्वक सप्ताह पूरा कर लिया है। आइए देखें कि आपने कैसा प्रदर्शन किया।
it: Congratulazioni! Hai superato la settimana con successo. Vediamo come è andata.
ja: おめでとうございます！一週間を無事に乗り切りました。結果を見てみましょう。
ko: 축하합니다! 한 주를 무사히 넘겼습니다. 결과를 확인해 보세요.
nl: Gefeliciteerd! Je hebt de week met succes overleefd. Laten we kijken hoe je het hebt gedaan.
pl: Gratulacje! Z powodzeniem przetrwałeś tydzień. Zobaczmy, jak Ci poszło.
pt: Parabéns! Você sobreviveu à semana com sucesso. Vamos ver como você se saiu.
ru: Поздравляем! Вы успешно пережили эту неделю. Давайте посмотрим на ваши результаты.
tr: Tebrikler! Haftayı başarıyla atlattınız. Nasıl performans gösterdiğinize bakalım.
zh_hans: 恭喜！您已成功度过本周。让我们看看您的表现如何。
zh_hant: 恭喜！您已成功度過本週。讓我們看看您的表現如何。

# weekly_teaser.title
source: Woche gemeistert!
en: Week Mastered!
es: ¡Semana Superada!
fr: Semaine Maîtrisée !
hi: सप्ताह पूरा हुआ!
it: Settimana Superata!
ja: 一週間を乗り切りました！
ko: 한 주 무사 통과!
nl: Week Volbracht!
pl: Tydzień Zakończony!
pt: Semana Concluída!
ru: Неделя пройдена!
tr: Hafta Tamamlandı!
zh_hans: 成功度过一周！
zh_hant: 成功度過一週！

# wheel_drehen
source: DREHEN
en: SPIN
es: GIRAR
fr: TOURNER
hi: मोड़ना
it: GIRA
ja: スピン
ko: 회전
nl: DRAAI
pl: KRĘCIĆ SIĘ
pt: GIRAR
ru: ПОВЕРНУТЬ
tr: DÖNDÜRMEK
zh_hans: 转动
zh_hant: 轉動

# wheel_drehen_format
source: DREHEN (%d)
en: SPIN (%d)
es: GIRAR (%d)
fr: TOURNER (%d)
hi: घुमाएँ (%d)
it: GIRA (%d)
ja: スピン (%d)
ko: 스핀(%d)
nl: DRAAI (%d)
pl: OBRÓT (%d)
pt: GIRAR (%d)
ru: ПОВОРОТ (%d)
tr: DÖNDÜ (%d)
zh_hans: 旋转 (%d)
zh_hant: 旋轉 (%d)

# wheel_gewonnen
source: Gewonnen!
en: You won!
es: ¡Ganaste!
fr: Gagné !
hi: जीत गया!
it: Hai vinto!
ja: あなたは勝ちました！
ko: 당신이 이겼어요!
nl: Jij hebt gewonnen!
pl: Wygrałeś!
pt: Ganhaste!
ru: Выиграл!
tr: Sen kazandın!
zh_hans: 韩元！
zh_hant: 韓元！

# wheel_keine_spins
source: Keine Drehs
en: No spins
es: Sin giros
fr: Pas de tours
hi: कोई शूटिंग नहीं
it: Nessun giro
ja: スピンなし
ko: 스핀 없음
nl: Geen spins
pl: Żadnych spinów
pt: Sem rotações
ru: Нет побегов
tr: Döndürme yok
zh_hans: 没有芽
zh_hant: 沒有芽

# wheel_weiter
source: Weiter
en: Continue
es: Continuar
fr: Continuer
hi: आगे
it: Avanti
ja: 続く
ko: 계속하다
nl: Doorgaan
pl: Kontynuować
pt: Continuar
ru: Дальше
tr: Devam etmek
zh_hans: 更远
zh_hant: 更遠

# wheel.bot_use
source: Bot einsetzen: Nochmal drehen!
en: Use bot: Spin again!
es: Usar bot: ¡Girar de nuevo!
fr: Utiliser le bot: Retourner !
hi: बोट का उपयोग करें: फिर से घुमाएँ!
it: Use bot: Spin again!
ja: ボットを使用: もう一度回してください!
ko: 봇 사용: 다시 회전하세요!
nl: Gebruik bot: draai opnieuw!
pl: Użyj bota: Zakręć ponownie!
pt: Usar bot: Girar novamente!
ru: Вставьте бота: Крутите еще раз!
tr: Botu kullanın: Tekrar döndürün!
zh_hans: 插入机器人：再次旋转！
zh_hant: 插入機器人：再次旋轉！

# wheel.go_to_shop
source: Geh in den Shop und kaufe welche!
en: Go to the shop and buy some!
es: ¡Ve a la tienda y compra algunos!
fr: Va dans la boutique et achètes-en !
hi: दुकान में जाओ और कुछ खरीदो!
it: Go to the shop and buy some!
ja: お店に行って買ってみましょう！
ko: 가게에 가서 좀 사보세요!
nl: Ga naar de winkel en koop er een paar!
pl: Idź do sklepu i kup!
pt: Vai à loja e compra alguns!
ru: Сходи в магазин и купи!
tr: Dükkana gidin ve biraz satın alın!
zh_hans: 去商店买一些吧！
zh_hant: 去商店買一些吧！

# wheel.no_items
source: Du hast noch keine Gegenstände.
en: You don't have any items yet.
es: Aún no tienes objetos.
fr: Tu n'as pas encore d'objets.
hi: आपके पास अभी कोई वस्तुएँ नहीं हैं।
it: You don't have any items yet.
ja: まだアイテムがありません。
ko: 아직 항목이 없습니다.
nl: Je hebt nog geen artikelen.
pl: Nie masz jeszcze żadnych przedmiotów.
pt: Ainda não tens itens.
ru: У вас пока нет товаров.
tr: Henüz hiçbir öğeniz yok.
zh_hans: 您还没有任何物品。
zh_hant: 您還沒有任何物品。

# wheel.powerups.title
source: Power-Ups verwenden
en: Use Power-Ups
es: Usar Power-Ups
fr: Utiliser des Power-Ups
hi: पावर-अप्स का उपयोग करें
it: Use Power-Ups
ja: パワーアップを使用する
ko: 파워업 사용
nl: Gebruik power-ups
pl: Użyj ulepszeń
pt: Usar Power-Ups
ru: Используйте бонусы
tr: Güçlendirmeleri Kullan
zh_hans: 使用电源
zh_hant: 使用電源

# wheel.reward.weed
source: Unkraut
en: Weeds
es: Malas hierbas
fr: Mauvaises herbes
hi: जंगली घास
it: Erbacce
ja: 雑草
ko: 잡초
nl: Onkruid
pl: Chwasty
pt: Ervas daninhas
ru: сорняк
tr: yabani otlar
zh_hans: 杂草
zh_hant: 雜草

# wheel.spins_label
source: %d Drehs
en: %d Spins
es: %d Giros
fr: %d tours
hi: %dड्रेस
it: %d Spins
ja: %d スピン
ko: %d회전
nl: %d Draaiingen
pl: %d obrotów
pt: %d rotações
ru: Скорость вращения%d
tr: %d Döndürme
zh_hans: %d转速
zh_hant: %d轉速

# wheel.use
source: Nutzen
en: Use
es: Usar
fr: Utiliser
hi: लाभ
it: Use
ja: 使用
ko: 사용
nl: Gebruik
pl: Używać
pt: Usar
ru: Чтобы использовать
tr: Kullanmak
zh_hans: 使用
zh_hant: 使用

# widget_add_plant
source: Pflanze kaufen
en: Buy plant
es: Comprar planta
fr: Acheter une plante
hi: पौधा खरीदें
it: Acquista pianta
ja: 植物を購入する
ko: 식물 구입
nl: Koop plant
pl: Kup roślinę
pt: Comprar planta
ru: Купить завод
tr: Bitki satın al
zh_hans: 购买植物
zh_hant: 購買植物

# widget_description
source: Deine Pflanzen immer im Blick
en: Always keep an eye on your plants
es: Vigila siempre tus plantas
fr: Gardez toujours un œil sur vos plantes
hi: अपने पौधों पर हमेशा नजर रखें
it: Tieni sempre d'occhio le tue piante
ja: 常に植物に注目してください
ko: 항상 식물에 관심을 가져라
nl: Houd uw planten altijd in de gaten
pl: Zawsze miej oko na swoje rośliny
pt: Fique sempre de olho em suas plantas
ru: Всегда следите за своими растениями
tr: Bitkilerinize her zaman göz kulak olun
zh_hans: 时刻关注你的植物
zh_hant: 時刻關注你的植物

# widget_intent_history_title
source: Verlauf-Widget anpassen
en: Customize history widget
es: Personalizar el widget de historial
fr: Personnaliser le widget d'historique
hi: विजेट इतिहास शीर्षक
it: Personalizza il widget della cronologia
ja: 履歴ウィジェットをカスタマイズする
ko: 기록 위젯 사용자 정의
nl: Pas de geschiedeniswidget aan
pl: Dostosuj widżet historii
pt: Personalizar widget de histórico
ru: widget_intent_history_title
tr: Geçmiş widget'ını özelleştirin
zh_hans: 历史记录
zh_hant: 小工具歷史紀錄意圖標題

# widget_intent_routine_desc
source: Wähle eine Routine und den Hintergrund.
en: Choose a routine and background.
es: Elija una rutina y antecedentes.
fr: Choisissez une routine et un arrière-plan.
hi: विजेट रूटीन लक्ष्य विवरण
it: Scegli una routine e uno sfondo.
ja: ルーチンと背景を選択します。
ko: 루틴과 배경을 선택하세요.
nl: Kies een routine en achtergrond.
pl: Wybierz rutynę i tło.
pt: Escolha uma rotina e um histórico.
ru: widget_intent_routine_desc
tr: Bir rutin ve arka plan seçin.
zh_hans: 您的日常例程。
zh_hant: 小工具例行公事意圖描述

# widget_intent_routine_title
source: Routine-Widget anpassen
en: Customize routine widget
es: Personalizar el widget de rutina
fr: Personnaliser le widget de routine
hi: विजेट रूटीन लक्ष्य शीर्षक
it: Personalizza il widget di routine
ja: ルーチンウィジェットをカスタマイズする
ko: 루틴 위젯 맞춤설정
nl: Pas de routinewidget aan
pl: Dostosuj rutynowy widget
pt: Personalizar widget de rotina
ru: widget_intent_routine_title
tr: Rutin widget'ı özelleştirin
zh_hans: 例程
zh_hant: 小工具例行公事意圖標題
